#include <iostream>
using namespace std;

int main()
{
    /*Создать класс Time для работы со временем в формате
    «час:минута:секунда».Определить для класса бинарный оператор + 
    для сложения с числом типа int – количество секунд, учитывая, что 
    можно задавать число больше 59. Определить для класса функцию 
    преобразования времени в секунды = int.

    Написать программу, демонстрирующую работу с этим классом.*/
    cout << "Hello World!\n";
}
